Repository: qt911025/d20m-srd-zhcn
Catalog: d20m-srd-zhcn-level2.tmx
Source language: en_us
Languages: zh_cn

source: |Concealment (Example)|Miss Chance| |---------------------|:---------:| |One-quarter (light fog; light foliage)|10%| |One-half (shadows; dense fog at 5 ft.)|20%| |Three-quarters (dense foliage)|30%| |Nine-tenths (near total darkness)|40%| |Total (attacker blind; total darkness; smoke grenade; dense fog at 10 ft.)|50% and must guess target’s location|
zh_cn: |隐藏（范例）|失手几率| |---------------------|:---------:| |1/4（薄雾；稀疏的植被）|10%| |半（阴影中；浓雾且目标在5尺内）|20%| |3/4（茂密的植被）|30%| |9/10（几乎全黑）|40%| |全（攻击方目盲；全黑；烟雾弹；浓雾且目标在10尺内）|50%且必须猜测目标的位置|

source: |Condition|Check Penalty| |---------|-------------| |Per 10 feet of distance|–1| |Listener distracted|–5|
zh_cn: |情况|检定减值| |---------|-------------| |每10尺的距离|–1| |听者分心|–5|

source: |Condition|DC Modifier| |---------|:---------:| |Every three targets in the group being tracked|–1| |--------------------------------------|----------| |Size of targets being tracked\*:|| |Fine|+8| |Diminutive|+4| |Tiny|+2| |Small|+1| |Medium-size|+0| |Large|–1| |Huge|–2| |Gargantuan|–4| |Colossal|-8| |--------------------------------------|----------| |Every 24 hours since the trail was made|+1| |Every hour of rain since the trail was made|+1| |Fresh snow cover since the trail was made|+10| |--------------------------------------|----------| |Poor visibility\*\*:|| |Overcast or moonless night|+6| |Moonlight|+3| |Fog or precipitation|+3| |Tracked target hides trail (and moves at half speed)|+5|
zh_cn: |目前状况|DC调整值| |---------|:---------:| |被追踪的生物每多三个|–1| |--------------------------------------|----------| |被追踪生物的体型\*：|| |超微型|+8| |微型|+4| |超小型|+2| |小型|+1| |普通|+0| |大型|–1| |超大型|–2| |巨型|–4| |超巨型|-8| |--------------------------------------|----------| |留下痕迹之后每隔24小时|+1| |留下痕迹之后每下一小时雨|+1| |留下痕迹之后被新雪覆盖|+10| |--------------------------------------|----------| |视线不佳\*\*：|| |乌云密布或无月光的夜晚|+6| |月光下|+3| |起雾或降雨（雪）|+3| |被追踪目标刻意掩盖痕迹（并以一半的速度移动）|+5|

source: |Condition|Examiner’s Check Modifier| |---------|:-----------------------:| |Type of document unknown to examiner|–4| |Type of document somewhat known to examiner|–2| |Type of document well known to examiner|+0| |Document is put through additional tests\*|+4| |Examiner only casually reviews the document\*|–2|
zh_cn: |情况|检查者检定调整值| |---------|:-----------------------:| |检查者不了解文件的类型|–4| |检查者略了解文件的类型|–2| |检查者很了解文件的类型|+0| |文件经过了仔细测试\*|+4| |检查者只是随便地看了一遍\*|–2|

source: |Condition|Sleight of Hand Modifier| |---------|:----------------------:| |Size of weapon or object|| |Fine|+12| |Diminutive|+8| |Tiny|+4| |Small|+0| |Medium-size|–4| |Large|–8| |Huge or larger|can’t conceal| ||| |Clothing is tight or small|–4| |Clothing is especially loose or bulky|+2| |Clothing is specifically modified for concealing object|+2| |Weapon is carried in concealed carry holster|+4| |Weapon can be drawn normally|–2| |Weapon can be drawn as free action with Quick Draw feat|–4|
zh_cn: |情况|手上功夫调整值| |---------|:----------------------:| |武器或物品大小|| |超微型|+12| |微型|+8| |超小型|+4| |小型|+0| |中等|–4| |大型|–8| |超大型及以上|不可隐藏| ||| |衣服又紧又小|–4| |衣服特别宽松|+2| |衣服特别为隐藏物品改装过|+2| |武器收纳在隐藏的装具中|+4| |武器能如平常一样拔出|–2| |武器能以快速拔出专长用即时动作拔出|–4|

source: |Cover or Concealment|Circumstance Bonus| |--------------------|:----------------:| |Three-quarters|+5| |Nine-tenths|+10|
zh_cn: |掩蔽或隐藏|情景加值| |--------------------|:----------------:| |四分之三|+5| |十分之九|+10|

source: |Creature Size|Maximum Height| |-------------|--------------| |Colossal|128 ft.| |Gargantuan|64 ft.| |Huge|32 ft.| |Large|16 ft.| |Medium-size|8 ft.| |Small|4 ft.| |Tiny|2 ft.| |Diminutive|1 ft.| |Fine|0.5 ft.|
zh_cn: |生物体型|最大高度| |-------------|--------------| |超巨型|128 尺| |巨型|64 尺| |超大型|32 尺| |大型|16 尺| |普通|8 尺| |小型|4 尺| |超小型|2 尺| |微型|1 尺| |超微型|0.5 尺|

source: |Creature/Object|Rating| |---------------|------| |Outsider|HD| |Magic item or spell|Caster level x 1/2| |Aberration, construct, dragon, elemental, undead creature|HD x 1/2| |All other denizens of Shadow|HD x 1/5|
zh_cn: |生物/物体|能级| |---------------|------| |异界生物类|生命骰| |魔法物品或法术|施法者等级 x 1/2| |异怪类、构装体类、龙类、元素类、不死生物类|生命骰 x 1/2| |其他暗影生物|生命骰 x 1/5|

source: |DC|Example Wall or Surface or Task| |:-:|------------------------------| |0|A slope too steep to walk up.| |5|A knotted rope with a wall to brace against.| |10|A rope with a wall to brace against.
zh_cn: |DC|示例墙或者表面或者目的| |:-:|------------------------------| |0|陡到不能走的斜坡。| |5|带绳结的绳索和可以踩着爬的墙。| |10|没绳结的绳索和可以踩着爬的墙。

source: |DC|Sound| |:-:|----| |–20|Gunfire| |–10|A melee battle| |0|People talking| |5|A person in medium armor walking at a slow pace, trying not to make noise| |10|An unarmored person walking at a slow pace, trying not to make any noise| |15|A 1st-level Fast hero sneaking up on someone\*| |20|A tiger stalking prey\*| |30|A bird flying through the air| |+5|Through a door| |+15|Through a solid wall|
zh_cn: |DC|声音| |:-:|----| |–20|枪声| |–10|近距离战斗| |0|人们的谈话| |5|穿着中甲的人慢步行走，努力不发出声响| |10|无甲的人慢步行走，努力不发出声响| |15|1级敏捷型英雄悄悄靠近某人\*| |20|老虎悄悄接近猎物\*| |30|鸟类从空中飞过| |+5|隔着门听| |+15|隔着固态墙听|

source: |DC|Task| |--|----| |15 + power level|Identify a psionic power as it manifests.
zh_cn: |DC|能做| |--|----| |15 + 灵力等级|辨识正在释放出来的灵力。

source: |DC|Task| |--|----| |15 + spell level|Identify a spell being cast.
zh_cn: |DC|能做| |--|----| |15 + 法术等级|辨识正在施展的法术

source: |DC|Task| |:-:|---| |10|Get along in the wild.
zh_cn: |DC|任务| |:-:|---| |10|在野外生存。

source: |DC|Task| |:-:|---| |10|Ransack an area to find a certain object.| |20|Notice a typical secret compartment, a simple trap, or an obscure clue.| |25+|Find a complex or well-hidden secret compartment or trap; notice an extremely obscure clue.|
zh_cn: |DC|任务| |:-:|---| |10|清扫整个区域寻找特定的目标。| |20|注意到一个普通的秘密隔间、一个简单的陷阱、或者一个模糊的线索。| |25+|找到一个复杂或深藏的秘密隔间或陷阱，发现一个隐藏很深的线索。|

source: |Damage\\Weight per Number of Rounds|10|20|30|40|50|100| |------------------------------|:-:|:-:|:-:|:-:|:-:|:-:| |2d4|0.5lb|0.5lb|0.5lb|0.5lb|1.0lb|1.5lb| |2d6|0.5lb|0.5lb|0.5lb|1.0lb|1.0lb|2.0lb| |2d8|0.5lb|0.5lb|0.5lb|1.0lb|1.0lb|2.0lb| |2d10|0.5lb|1.0lb|1.0lb|1.5lb|1.5lb|3.0lb| |2d12|1.0lb|2.0lb|3.0lb|4.0lb|5.0lb|10.0lb|
zh_cn: |伤害\\弹药数量对应的重量|10|20|30|40|50|100| |------------------------------|:-:|:-:|:-:|:-:|:-:|:-:| |2d4|0.5磅|0.5磅|0.5磅|0.5磅|1.0磅|1.5磅| |2d6|0.5磅|0.5磅|0.5磅|1.0磅|1.0磅|2.0磅| |2d8|0.5磅|0.5磅|0.5磅|1.0磅|1.0磅|2.0磅| |2d10|0.5磅|1.0磅|1.0磅|1.5磅|1.5磅|3.0磅| |2d12|1.0磅|2.0磅|3.0磅|4.0磅|5.0磅|10.0磅|

source: |Degree of Cover (Example)|Cover Bonus to Defense|Reflex Saves| |-------------------------|:--------------------:|:----------:| |One-quarter (standing behind a 3-ft.
zh_cn: |掩蔽度（范例）|防御的掩蔽加值|反射豁免| |-------------------------|:--------------------:|:----------:| |1/4（站在三尺

source: |Device Type (Example)|DC| |-------------------|:--:| |Cheap (home door alarm)|20| |Average (store security camera)|25| |High quality (art museum motion detector)|30| |High security (bank vault alarm)|35| |Ultrahigh security (motion detector at Area 51)|40|
zh_cn: |设备类型（范例）|DC| |-------------------|:--:| |廉价（家用门警报器）|20| |一般（商场安全摄像头）|25| |高质量（艺术馆运动感应器）|30| |高度安全（银行金库警报）|35| |顶级安全（51区的运动感应器）|40|

source: |Difficulty (DC)|Example (Skill Used)| |---------------|--------------------| |Very easy (0)|Notice something large in plain sight (Spot)| |Easy (5)|Climb a knotted rope (Climb)| |Average (10)|Hear an approaching security guard (Listen)| |Tough (15)|Disarm an explosive (Demolitions)| |Challenging (20)|Swim against a strong current (Swim)| |Formidable (25)|Break into a secure computer system (Computer Use)| |Heroic (30)|Leap across a 30-foot chasm (Jump)| |Superheroic (35)|Convince the guards that even though you’re not wearing an ID badge and aren’t on their list, they should let you into the building (Bluff)| |Nearly impossible (40)|Track a trained commando through the forests of Brazil on a moonless night after 12 days of rainfall (Survival)|
zh_cn: |难度等级（DC）|示例（使用的技能）| |---------------|--------------------| |非常容易（0）|注意到视野中一件大物品（侦察）| |容易（5）|爬上打结的绳索（攀爬）| |一般（10）|听到正在靠近的警卫（聆听）| |棘手（15）|解除爆炸物（爆破）| |有挑战性（20）|在湍急的水中游泳（游泳）| |难以克服（25）|黑进安保系统（计算机使用）| |英雄壮举（30）|跳过30尺宽的裂隙（跳跃）| |天降大任（35）|在未携带任何身份标识也未在对方名单的情况下说服警卫放行，让自己进入建筑物（唬骗）| |难于登天（40）|在没有月光的晚上且下了12天雨的巴西雨林里，追踪一支训练有素的突击队（生存）|

source: |Disease Fortitude Save DC|Purchase DC|Craft DC|Time| |-------------------------|:---------:|:------:|:--:| |14 or lower|5|15|1 hr.| |15–18|10|20|3 hr.| |19–22|15|25|6 hr.| |23 or higher|20|30|12 hr.|
zh_cn: |疾病的强韧豁免DC|购买DC|制造DC|时间| |-------------------------|:---------:|:------:|:--:| |14或更低|5|15|1小时| |15–18|10|20|3小时| |19–22|15|25|6小时| |23或更高|20|30|12小时|

source: |Disease|Type|Incubation Period|Initial Damage|Secondary Damage| |-----------|---------|----------------------|----------------------|------------------------| |Anthrax|Inhaled/Injury DC 16|1d2 days|1 Con|1d4 Con\*| |Small pox|Inhaled/Contact DC 15|2d4 days|1 Str and 1 Con|1d2 Str and 1d2 Con| |Pneumonia|Inhaled DC 12|1d4 days|1 Str|1d3 Str and 1d3 Con| |Hantavirus|Injury DC 14|1 day|1d2 Str|1d2 Str\* and 1d2 Con\*| |Necrotizing faciitis|Contact DC 13|1d6 days|1 Con|1d3 Con\*| |West Nile virus|Injury DC 12|1d4 days|1 Dex and 1 Con|1d2 Dex and 1d2 Con\*| |Salmonellosis|Ingested DC 13|1 day|1 Str and 1 Dex|1 Str and 1d3 Dex|
zh_cn: |疾病|类型|潜伏期|初始伤害|再次伤害| |-----------|---------|----------------------|----------------------|------------------------| |炭疽|吸入性/伤口性 DC16|1d2天|1体质|1d4体质\*| |天花|吸入性/接触性 DC15|2d4天|1力量1体质|1d2力量1d2体质| |肺炎|吸入性 DC12|1d4天|1力量|1d3力量1d3体质| |汉坦病毒|伤口性 DC14|1天|1d2力量|1d2力量\* 1d2体质\*| |坏死性筋膜炎|接触性 DC13|1d6天|1体质|1d3体质\*| |西尼罗病毒|伤口性 DC12|1d4天|1敏捷1体质|1d2敏捷1d2体质\*| |沙门氏菌病|摄入性 DC13|1天|1力量1敏捷|1力量1d3敏捷|

source: |Disguise|Modifier| |--------|:------:| |Minor details only|+5| |Appropriate uniform or costume|+2| |Disguised as different sex|–2| |Disguised as different age category|–2\*|
zh_cn: |易容|调整值| |--------|:------:| |只改变少量细节|+5| |合适的制服或装束|+2| |易容成另一性别|–2| |易容成不同年龄段|–2\*|

source: |Distraction|DC| |-----------|--| |Damaged during the action\*|10 + damage dealt| |Taking continuous damage during the action\*\*|10 + half of continuous damage last dealt| |Vigorous motion (bouncy vehicle ride, small boat in rough water, belowdecks in a storm-tossed ship, riding a horse)|10| |Violent motion (very rough vehicle ride, small boat in rapids, on deck of storm-tossed ship, galloping horse)|15| |Extraordinarily violent motion (earthquake)|20| |Entangled in net or snare|15| |Grappling or pinned|20| |Weather is a high wind carrying blinding rain or sleet|5| |Weather is wind-driven hail, dust, or debris|10|
zh_cn: |分心情形|DC| |-----------|--| |进行动作时受到伤害\*|10 + 承受的伤害量| |进行动作时持续受伤\*\*|10 + 已承受的持续伤害的一半| |剧烈运动（颠簸的载具上、澎湃水面的小船上、风暴中的舰船内部、骑着马）|10| |激烈运动（非常颠簸的载具上、激流中的小船上、风暴中的舰船甲板上、疾驰的马上）|15| |极其激烈的运动（地震）|20| |被缠在网上或陷阱中|15| |被擒抱或压制|20| |疾风、茫茫大雨或雨夹雪|5| |狂风卷集着冰雹、沙尘暴或碎片|10|

source: |Entertainment|Purchase DC| |-------------|:---------:| |Movie ticket|3| |Theater ticket|7| |Sporting event ticket|7|
zh_cn: |娱乐|购买DC| |-------------|:---------:| |电影票|3| |剧院票|7| |比赛票|7|

source: |Example Ability Check|Key Ability| |---------------------|-----------| |Forcing open a jammed or locked door|Strength| |Tying a rope|Dexterity| |Holding one’s breath|Constitution| |Navigating a maze|Intelligence| |Recognize a stranger you’ve seen before|Wisdom| |Getting yourself noticed in a crowd|Charisma|
zh_cn: |示例属性检定|关键属性| |---------------------|-----------| |强行打开顶住的或锁住的门|力量| |系一根绳索|敏捷| |屏住呼吸|体质| |迷宫寻路|智力| |认出曾经见过的陌生人|感知| |在人群中吸引他人注意|魅力|

source: |Example Circumstances|Sense Motive Modifier| |---------------------|:-------------------:| |The target wants to believe the character.
zh_cn: |示例情景|察言观色调整值| |---------------------|:-------------------:| |目标希望相信角色。

source: |Factor|Check Modifier|Time| |------|:------------:|----| |Document Type||| |Simple (typed letter, business card)|+0|10 min| |Moderate (letterhead, business form)|–2|20 min| |Complex (stock certificate, driver’s license)|–4|1 hr.| |Difficult (passport)|–8|4 hr.| |Extreme (military/law enforcement ID)|–16|24 hr.| |Familiarity||| |Unfamiliar (seen once for less than a minute)|–4|| |Fairly familiar (seen for several minutes)|+0|| |Quite familiar (on hand, or studied at leisure)|+4|| |Forger has produced other documents of same type|+4|| |Document includes specific signature|–4||
zh_cn: |因素|检定调整值|时间| |------|:------------:|----| |文件类型||| |简单（打印的信件、公务名片）|+0|10 分钟| |中等（信头、公务表格）|–2|20 分钟| |复杂（股票凭证、驾照）|–4|1 小时| |困难（护照）|–8|4 小时| |极难（军人/执法人员证件）|–16|24小时| |熟悉度||| |不熟悉（只见过一次且少于一分钟）|–4|| |比较熟悉（见过几分钟）|+0|| |很熟悉（在手上端详过、或业余时间研究过）|+4|| |伪造者此前伪造过同类型的其他文件|+4|| |文件包含特别的签名|–4||

source: |Familiarity|Bonus| |-----------|:---:| |Recognizes on sight|+4| |Friend or associate|+6| |Close friend|+8| |Intimate|+10|
zh_cn: |熟悉度|加值| |-----------|:---:| |一见就认出|+4| |朋友或合作伙伴|+6| |亲密的朋友|+8| |至交|+10|

source: |Familiar|Special Benefit| |--------|---------------| |Bat|Mage gains +3 bonus on Listen checks| |Cat|Mage gains +3 bonus on Move Silently checks| |Ferret|Mage gains +2 bonus on Reflex saves| |Hawk|Mage gains +3 bonus on Spot checks in daylight| |Owl|Mage gains +3 bonus on Spot checks in dusk or darkness| |Rat|Mage gains +2 bonus on Fortitude saves| |Snake (Tiny viper)|Mage gains +3 bonus on Bluff checks| |Toad|Mage gains +3 hit points|
zh_cn: |魔宠|特殊增益| |--------|---------------| |蝙蝠|法师的聆听检定获得3点加值| |猫|法师的潜行检定获得3点加值| |鼬|法师的反射豁免获得2点加值| |猎鹰|法师白天的侦察检定获得3点加值| |猫头鹰|法师在暗处的侦察检定获得3点加值| |老鼠|法师的强韧豁免获得2点加值| |蛇（超小型毒蛇）|法师的唬骗检定获得3点加值| |蟾蜍|法师增加3点生命|

source: |Free Actions|Attack of Opportunity\*| |------------|----------------------:| |Drop an object|No| |Drop to prone, sitting, or kneeling|No| |Speak|No|
zh_cn: |即时动作|是否会遭到借机攻击\*| |------------|----------------------:| |扔掉物品|否| |向下卧倒、坐、跪|否| |说话|否|

source: |Full-Round Actions|Attack of Opportunity\*| |------------------|----------------------:| |Bull rush (charge)|No| |Charge|No| |Coup de grace |Yes| |Full attack|No| |Overrun (charge)|No| |Run|Yes| |Withdraw|No| |Extinguish flames|No| |Use a skill that takes a full round|Usually| |Reload a firearm with an internal magazine|Yes|
zh_cn: |整轮动作|是否会遭到借机攻击\*| |------------------|----------------------:| |冲撞（冲锋）|否| |冲锋|否| |致命一击|是| |全力攻击|否| |闯越（冲锋）|否| |奔跑|是| |撤退|否| |扑灭火焰|否| |使用一个需要整轮动作的技能|通常会| |装填内置式弹仓的枪械|是|

source: |HD|Effect| |--|------| |12 or more|Dazed| |8–11|Stunned| |4–7|Paralyzed| |3 or less|Killed|
zh_cn: |生命骰|效果| |--|------| |12及以上|眩晕| |8–11|震慑| |4–7|麻痹| |3及以下|击杀|

source: |High Jump Distance|DC\*|High Jump Distance|DC\*| |------------------|:--:|------------------|:--:| |1 foot|4|5 feet|20| |2 feet|8|6 feet|24| |3 feet|12|7 feet|28| |4 feet|16|8 feet|32|
zh_cn: |跳高距离|DC\*|跳高距离|DC\*| |------------------|:--:|------------------|:--:| |1 尺|4|5 尺|20| |2 尺|8|6 尺|24| |3 尺|12|7 尺|28| |4 尺|16|8 尺|32|

source: |Housing|Purchase DC| |-------|:---------:| |Small condo|28| |Large condo|30| |Small house|30| |Medium house|32| |Large house|34| |Mansion|36|
zh_cn: |居所|购买DC| |-------|:---------:| |小商品房|28| |大商品房|30| |小平房|30| |中平房|32| |大平房|34| |豪宅|36|

source: |Improvement|Craft DC|Repair Chance (d%)| |-----------|--------|------------------| |Ranged Weapons| |+1 to damage|15|01–25| |+2 to damage|20|01–50| |+3 to damage|25|01–75| |+5 ft.
zh_cn: |提升幅度|制造DC|故障几率（d%）| |-----------|--------|------------------| |远程武器| |伤害 +1|15|01–25| |伤害 +2|20|01–50| |伤害 +3|25|01–75| |射程

source: |Initial Attitude\\New Attitude|Hostile|Unf.|Indif.|Friendly|Helpful| |------------------------------|:-----:|:--:|:----:|:------:|:-----:| |Hostile|19 or less|20|25|35|45| |Unfriendly|4 or less|5|15|25|35| |Indifferent|—|0 or less|1|15|25| |Friendly|—|—|0 or less|1|15|
zh_cn: |初始态度\\新态度|敌对|不友善|不关心|友善|提供帮助| |------------------------------|:-----:|:--:|:----:|:------:|:-----:| |敌对|19及以下|20|25|35|45| |不友善|4及以下|5|15|25|35| |不关心|—|0及以下|1|15|25| |友善|—|—|0及以下|1|15|

source: |Int Score|0\*|1\*|2\*|3\*|4\*|5\*| |---------|:-:|:-:|:-:|:-:|:-:|:-:| |12–13|—|1|—|—|—|—| |14–15|—|1|1|—|—|—| |16–17|—|1|1|1|—|—| |18–19|—|1|1|1|1|—| |20–21|—|2|1|1|1|1| |22–23|—|2|2|1|1|1|
zh_cn: |智力值|0\*|1\*|2\*|3\*|4\*|5\*| |---------|:-:|:-:|:-:|:-:|:-:|:-:| |12–13|—|1|—|—|—|—| |14–15|—|1|1|—|—|—| |16–17|—|1|1|1|—|—| |18–19|—|1|1|1|1|—| |20–21|—|2|1|1|1|1| |22–23|—|2|2|1|1|1|

source: |Item|Light|Duration| |--------|:------:|:----------:| |Candle|5 feet|12 hours| |Torch|20 feet|2 hours| |Halogen lantern|40 feet|24 hours| |Flashlight|20 feet\*|6 hours|
zh_cn: |物品|光|时长| |--------|:------:|:----------:| |蜡烛|5尺|12小时| |火把|20尺|2小时| |提灯|40尺|24小时| |手电筒|20尺\*|6小时|

source: |Item|Purchase DC| |----|:---------:| |Auto repair|| |1 to 10 hp damage|15| |11 to 20 hp damage|18| |21 to 30 hp damage|21| |30+ hp damage|24| |Towing|8| ||| |Bail bonds|| |Property crime|13| |Assault crime|16| |Death crime|22| ||| |Bribery|| |Bouncer|6| |Bureaucrat|10| |Informant|7| |Police officer|10| ||| |Legal services|10 + lawyer’s Knowledge (civics) ranks| ||| |Medical services|| |Long-term care|10| |Restore hit points|12| |Surgery|15| |Treat poison/disease|10|
zh_cn: |项目|购买DC| |----|:---------:| |机动车修理|| |1到10点伤害|15| |11到20点伤害|18| |21到30点伤害|21| |30点以上伤害|24| |拖车|8| ||| |保释保证书|| |财产犯罪|13| |伤害罪|16| |杀人罪|22| ||| |贿赂|| |保安|6| |官僚|10| |告密者|7| |警官|10| ||| |法律服务|10 + 律师的知识（政法）技能等级| ||| |医疗服务|| |长期护理|10| |恢复生命值|12| |手术|15| |治疗毒素/疾病|10|

source: |Length of Trip|DC| |-------------|:-:| |Short (a few hours)|20| |Moderate (a day or two)|22| |Long (up to a week)|25| |Extreme (more than a week)|28|
zh_cn: |旅程长度|DC| |-------------|:-:| |短（几小时）|20| |中（一两天）|22| |长（近一周）|25| |极长（超过一周）|28|

source: |Level of Security|DC| |----------------|:-:| |Minimum|20| |Average|25| |Exceptional|35| |Maximum|40|
zh_cn: |安全等级|DC| |----------------|:-:| |最小|20| |中等|25| |加强|35| |最大|40|

source: |Level|1|2|3|4|Research| |-----|-|-|-|-|--------| |2nd|3|—|—|—|1 (DC 20)| |3rd|4|—|—|—|2 (DC 23)| |4th|5|2|—|—|3 (DC 25)| |5th|5|3|—|—|4 (DC 28)| |6th|5|4|—|—|5 (DC 30)| |7th|6|5|2|—|6 (DC 33)| |8th|6|5|3|—|7 (DC 35)| |9th|6|5|4|—|8 (DC 38)| |10th|7|6|5|2|9 (DC 40)|
zh_cn: |等级|1|2|3|4|研究| |-----|-|-|-|-|--------| |2nd|3|—|—|—|1 (DC 20)| |3rd|4|—|—|—|2 (DC 23)| |4th|5|2|—|—|3 (DC 25)| |5th|5|3|—|—|4 (DC 28)| |6th|5|4|—|—|5 (DC 30)| |7th|6|5|2|—|6 (DC 33)| |8th|6|5|3|—|7 (DC 35)| |9th|6|5|4|—|8 (DC 38)| |10th|7|6|5|2|9 (DC 40)|

source: |Lock Type (Example)|DC| |-----------------|:--:| |Cheap (briefcase lock)|20| |Average (home deadbolt)|25| |High quality (business deadbolt)|30| |High security (branch bank vault)|40| |Ultra-high security (bank headquarters vault)|50|
zh_cn: |锁类型（范例）|DC| |-----------------|:--:| |廉价（公文包锁）|20| |一般（家庭门闩）|25| |高质量（单位门闩）|30| |高度安全（银行支行金库）|40| |顶级安全（银行总行金库）|50|

source: |Lodging|Purchase DC| |-------|:---------:| |Budget motel|7| |Average hotel|9| |Upscale hotel|11|
zh_cn: |住宿|购买DC| |-------|:---------:| |廉价汽车旅馆|7| |平价酒店|9| |高档酒店|11|

source: |Long Jump Distance|DC\*|Long Jump Distance|DC\*| |------------------|:--:|------------------|:--:| |5 feet|5|20 feet|20| |10 feet|10|25 feet|25| |15 feet|15|30 feet|30|
zh_cn: |跳远距离|DC\*|跳远距离|DC\*| |------------------|:--:|------------------|:--:| |5 尺|5|20 尺|20| |10 尺|10|25 尺|25| |15 尺|15|30 尺|30|

source: |Mage Level|0\*|1\*|2\*|3\*|4\*|5\*| |----------|:-:|:-:|:-:|:-:|:-:|:-:| |1st|3|1|—|—|—|—| |2nd|4|2|—|—|—|—| |3rd|4|2|1|—|—|—| |4th|4|3|2|—|—|—| |5th|4|3|2|1|—|—| |6th|4|3|3|2|—|—| |7th|4|4|3|2|1|—| |8th|4|4|3|3|2|—| |9th|4|4|4|3|2|1| |10th|4|4|4|3|3|2|
zh_cn: |法师等级|0\*|1\*|2\*|3\*|4\*|5\*| |----------|:-:|:-:|:-:|:-:|:-:|:-:| |1st|3|1|—|—|—|—| |2nd|4|2|—|—|—|—| |3rd|4|2|1|—|—|—| |4th|4|3|2|—|—|—| |5th|4|3|2|1|—|—| |6th|4|3|3|2|—|—| |7th|4|4|3|2|1|—| |8th|4|4|3|3|2|—| |9th|4|4|4|3|2|1| |10th|4|4|4|3|3|2|

source: |Meals|Purchase DC| |-----|:---------:| |Fast food|2| |Family restaurant|4| |Upscale restaurant|7| |Fancy restaurant|9|
zh_cn: |餐饮|购买DC| |-----|:---------:| |快餐|2| |家常菜馆|4| |高档饭店|7| |豪华饭店|9|

source: |Move Actions|Attack of Opportunity\*| |------------|----------------------:| |Move your speed|Yes| |Use a piece of equipment|No| |Climb (one-quarter speed)|No| |Climb, accelerated (one-half speed)|No| |Crawl|No| |Draw a weapon\*\*\*|No| |Holster a weapon|Yes| |Move a heavy object|Yes| |Open a door|No| |Pick up an object|Yes| |Reload a firearm with a box magazine or speed loader|Yes| |Retrieve a stored object|Yes| |Stand up from prone, sitting, or kneeling|Yes| |Swim|No| |Use a skill that takes a move action|Usually|
zh_cn: |移动动作|是否会遭到借机攻击\*| |------------|----------------------:| |移动|是| |使用装备|否| |攀爬（四分之一速）|否| |加速攀爬（半速）|是| |匍匐|否| |拔出武器\*\*\*|否| |收回武器|是| |移动重物|是| |开门|否| |捡起物品|是| |用弹匣或快速装弹器装填|是| |取出装起来的物品|是| |从卧、坐、跪的姿态站起|是| |游泳|否| |使用一个需要移动动作的技能|通常会|
